Repository: monsieur42/pm-building-navigator-wp-plugin
Catalog: lang/pmbn-*.po
Languages: hu_hu

source: Buildings
hu_hu: Épületek

source: Building navigator
hu_hu: Épület navigátor

source: Add new building navigator
hu_hu: Új épület navigátor hozzáadása

source: Edit building navigator
hu_hu: Épület navigátor szerkesztése

source: New building navigator
hu_hu: Új épület navigátor

source: View building navigator
hu_hu: Épület navigátor megtekintése

source: View building navigators
hu_hu: Épület navigátorok megtekintése

source: Search building navigators
hu_hu: Épület navigátorok keresése

source: Building navigator not found
hu_hu: Nem található épület navigátor

source: Building navigator not found in trash
hu_hu: Nem található épület navigátor a kukában

source: Parent building navigator:
hu_hu: Szülő épület navigátor:

source: All buildings
hu_hu: Összes épület

source: Archive building navigators
hu_hu: Archív épület navigátorok

source: Insert into building navigator
hu_hu: Beillesztés az épület navigátorba

source: Uploaded to this building navigator
hu_hu: Feltöltve az épület navigátorhoz

source: Building navigator not found...
hu_hu: Nem található épület navigátor...

source: Oops! An unexpected error occurred while saving the building navigator. Please try again.
hu_hu: Hoppá! Váratlan hiba történt az épület navigátor mentése közben. Kérjük, próbáld újra!

source: Passive
hu_hu: Passzív

source: Floor name
hu_hu: Emelet neve

source: Add images
hu_hu: Képek hozzáadása

source: Level spacing
hu_hu: Szint emelkedés

source: Space above
hu_hu: Tér az épület felett

source: Change SVG
hu_hu: SVG módosítása

source: select file
hu_hu: fájl kiválasztása

source: Svg files with groups on the top level representing the floors and groups in the floors representing the apartments.
hu_hu: Svg fájlok, amelyekben a legfelső szinten csoportok tartalmazzák az emeleteket, az emeleteken belüli csoportok pedig a lakásokat.

source: Load SVG
hu_hu: SVG betöltése

source: Only SVG files are allowed.
hu_hu: Csak az SVG fájlok engedélyezettek.

source: Is Apartment
hu_hu: Lakás

source: Apartment name
hu_hu: Lakás neve

source: Apartment images
hu_hu: Lakás képei

# settings
source: General
hu_hu: Általános

source: Floor
hu_hu: Emelet

source: Apartment
hu_hu: Lakás

source: Number of rooms
hu_hu: Szobák száma

source: Rooms
hu_hu: Szobák

source: Living area
hu_hu: Lakótér

source: Garden
hu_hu: Kert

source: Terrace
hu_hu: Terasz

source: Balcony
hu_hu: Erkély

source: Sale price
hu_hu: Eladási ár

source: Currency
hu_hu: Pénznem

source: Period
hu_hu: Periódus

source: Overheads
hu_hu: Rezsi

source: Available from
hu_hu: Elérhető

source: Status
hu_hu: Státusz

source: Registration URL
hu_hu: Regisztrációs URL

source: Fact sheet
hu_hu: Adatlap

source: Add file
hu_hu: Fájl hozzáadása

source: Graphic
hu_hu: Megjelenés

source: Apartments
hu_hu: Lakások

source: Rent price period
hu_hu: Bérleti díj periódus

source: Clipboard data copied into apartment.
hu_hu: A vágólap adatai a lakásba másolva.

source: Apartment copied on clipboard.
hu_hu: A lakás adatai a vágólapra másolva.

source: Copy
hu_hu: Másolás

source: Paste
hu_hu: Beillesztés

source: Display in table column
hu_hu: Megjelenítés a táblázatban

source: Floor index
hu_hu: Szint index

source: Online Registration
hu_hu: Online regisztráció

source: Search
hu_hu: Keresés

# date range
source: to
hu_hu: és

source: Availability
hu_hu: Elérhetőség

source: Available
hu_hu: Elérhető

source: Sold
hu_hu: Eladva

source: Rented
hu_hu: Kibérelve

source: Main color
hu_hu: Kiemelt szín

source: Outdoor types
hu_hu: Kültér típusok

source: Blueprints
hu_hu: Alaprajzok

source: Sold status row opacity
hu_hu: Eladva sor átlátszóság

source: Previous Floor
hu_hu: Előző szint

source: Next Floor
hu_hu: Következő szint

source: Preview
hu_hu: Előnézet

source: On
hu_hu: Be

source: Off
hu_hu: Ki

source: Rent price
hu_hu: Bérleti díj

source: Copy Apartment Data
hu_hu: Lakás adatok másolása

source: Paste Apartment Data
hu_hu: Lakás adatok beillesztése

source: Clipboard data pasted into apartment.
hu_hu: A vágólap adatai beillesztve a lakásba.

source: Select
hu_hu: Kiválaszt

source: Close
hu_hu: Bezár

source: Apartments not found
hu_hu: Nem találhatóak lakások

source: Floor plan
hu_hu: Alaprajz

source: Basement
hu_hu: Pince

source: Net rent
hu_hu: Nettó bérleti díj

source: Value override
hu_hu: Érték felülírása

source: Reserved
hu_hu: Foglalt

source: Apartments order
hu_hu: Lakások sorrendje
